Repository: pluginsGLPI/timelineticket
Catalog: locales/*.po
Languages: es_419, fr_fr

source: Timeline of ticket
es_419: Línea de tiempo del ticket
fr_fr: Chronologie du ticket

source: Ticket assign group history
es_419: Historial de tickets asignados por grupo
fr_fr: Historique des assignations de groupes du ticket

source: Ticket states history
es_419: Histórico de estados de tickets
fr_fr: Historique des statuts du ticket

source: Statuses
fr_fr: Statuts

source: Old status
fr_fr: Ancien statut

source: New status
fr_fr: Nouveau statut

source: Delay
es_419: Retraso
fr_fr: Délai

source: Ticket assign technician history
es_419: Historial de ticket asignado por técnico
fr_fr: Historique des assignations de techniciens du ticket

source: (Can take many time if you have many tickets)
es_419: (Podría durar un tiempo si tiene muchos tickets)
fr_fr: (Cela peut prendre du temps si vous avez beaucoup de tickets)

# button
source: Reconstruct states timeline for all tickets
es_419: Reconstruye los estados de línea de tiempo de todos los tickets
fr_fr: Reconstruire la chronologie des statuts pour tous les tickets

# button
source: Reconstruct technician groups timeline for all tickets
fr_fr: Reconstruire la chronologie des groupes de techniciens pour tous les tickets

# button
source: Reconstruct technicians timeline for all tickets
fr_fr: Reconstruire la chronologie des techniciens pour tous les tickets

source: Flags
fr_fr: Drapeaux

source: Input time on groups / users when ticket is waiting
es_419: Tiempo de entrada de grupos /usuarios cuando el ticket está en espera
fr_fr: Inputer du temps au groupes / techniciens assignés quand le ticket est en En attente

source: Number of assignments per technician to a ticket
fr_fr: Nombre d'affectations de techniciens pour un ticket

source: Number of time where a technician has been affected to a ticket
fr_fr: Nombre de fois où un technicien a été affecté à un ticket

source: Groups in charge of the ticket
es_419: Grupos responsables del ticket
fr_fr: Groupes chargés du ticket

source: Technicians in charge of the ticket
es_419: Técnicos responsables del ticket
fr_fr: Techniciens chargés du ticket

# button
source: Reconstruct history for this ticket
fr_fr: Reconstruire l'historique pour ce ticket

source: Used calendar
fr_fr: Calendrier utilisé

source: This view displays time spent by status, group, technician. The display does not use working hours
fr_fr: Cette vue affiche les temps passés par statut, groupe, technicien. L'affichage n'utilise pas les heures ouvrées

source: Service level
es_419: Nivel de servicio
fr_fr: Niveau de support

source: List of associated groups
es_419: Lista de grupos asociados
fr_fr: Liste des groupes associés

source: statResolvedSpentTimeByGroup_report_title
fr_fr: Temps passés en heures par les niveaux de support sur les tickets résolus ou clos

source: Solved by
fr_fr: Résolu par

source: Solved by (Group)
fr_fr: Résolu par (Groupe)

source: Duration by
es_419: Por duración
fr_fr: Temps passé par

source: Total waiting duration of ticket
fr_fr: Durée totale de mise en attente du ticket

source: Total duration of ticket
es_419: Duración total de ticket
fr_fr: Temps total du ticket

source: statSpentTimeByGroup_report_title
es_419: estadisticasTiempoGastadosPorGrupo_informe_titulo
fr_fr: Temps passés en heures par les niveaux de support sur les tickets clos

source: Tasks number by
fr_fr: Nombre de tâches par

source: Tasks duration by
fr_fr: Durée des tâches par

source: statSpentTimeProcessingByGroup_report_title
es_419: estadisticaTiempoProcesadoPorGrupo_informe_titulo
fr_fr: Temps passés "en cours" par les niveaux de support sur les tickets

source: Duration by "in progress"
es_419: Duración en "en proceso"
fr_fr: Temps passé "en cours"

# button
source: Reconstruct groups timeline for all tickets
es_419: Reconstruye los grupos de línea de tiempo de todos los tickets

source: Warning : it may be that the reconstruction of groups does not reflect reality because it concern only groups which have the Requester flag to No and Assigned flag to Yes
es_419: Advertencia: Es posible que la reconstrucción de grupo no refleje la realidad porque se trata solo de grupos que tienen el indicador del solicitante marcados como No y el indicador Asignación marcado como Sí

source: Timeline
es_419: Línea de tiempo
